Repository: seifibrahim32/audio-demo
Catalog: lib/l10n/intl_*.arb
Languages: ar

# lang
source: en
ar: ar

source: Settings
ar: الاعدادات

source: Dark Mode
ar: الوضع الليلي

source: More
ar: المزيد

source: Home
ar: الرئيسية

source: Arabic Language
ar: اللغة العربية

source: Top Likes
ar: الأكتر اعجابا

source: Sample Text
ar: مثال

source: Play this
ar: قم بالتشغيل

source: Listen Audios
ar: استمع

source: This is App
ar: إنه تطبيق

# error
source: The internet connection doesn't work
ar: لا يوجد شبكة, حاول الاتصال مجددا
